Repository: jensrossbach/clock-in
Catalog: OptionsDialog.*.resx
Languages: de

# btnClose.Text
source: &Close
de: &Schließen

# btnHotkeys.Text
source: C&onfigure...
de: &Konfigurieren...

# lblHotkeys.Text
source: Hotkeys:
de: Tastenkürzel:

# lblSessionResetMin.Text
source: minute(s)
de: Minute(n)

# lblArrivalMin.Text
source: minute(s)
de: Minute(n)

# lblSessionReset.Text
source: Session reset:
de: Zurücksetzen der Sitzung:

# lblArrival.Text
source: Application start:
de: Programmstart:

# lblArrivalOffsets.Text
source: The time offsets specify an amount of time which is added to the actually captured arrival time.
de: Die tatsächlich erfasste Ankunftszeit wird um den Zeitversatz nach hinten korrigiert.

# grpArrivalOffsets.Text
source: Arrival Time Offsets
de: Zeitversatz Ankunftszeit

# cbxFlatIcon.Text
source: Use &flat icon on Windows 8 and newer
de: M&odernes Symbol unter Windows 8 und neuer

# cbxMinimized.Text
source: Start &minimized
de: &Minimiert starten

# cbxAutoLaunch.Text
source: &Launch application on Windows startup
de: Programm mit &Windows starten

# rbtQueryStartBehavior.Text
source: &Ask on every start
de: Bei jedem Start &fragen

# rbtContinueSession.Text
source: Continue &today's session
de: &Heutige Sitzung fortsetzen

# rbtNewSession.Text
source: Always start &new session
de: Immer &neue Sitzung beginnen

# grpLastSession.Text
source: Last session
de: Letzte Sitzung

# cbxLowPowerIsStart.Text
source: Wakeup from low &power state means startup
de: Aufwachen aus R&uhezustand wie Programmstart

# tbpMisc.Text
source: General
de: Allgemein

# lblRegularTimeH.Text
source: hour(s)
de: Stunde(n)

# lblBreakMin.Text
source: minute(s)
de: Minute(n)

# lblBreak.Text
source: Chargeable break:
de: Anrechenbare Pause:

# lblBreaksEnd.Text
source: till:
de: bis:

# lblBreaksBegin.Text
source: from:
de: von:

# grpBreaksPeriod.Text
source: Lunch break period
de: Mittagspausenzeitraum

# lblMaxTime.Text
source: Maximum working time:
de: Maximale Arbeitszeit:

# lblMaxTimeH.Text
source: hour(s)
de: Stunde(n)

# lblAdder2Min.Text
source: minute(s) break
de: Minute(n) Pause

# lblAdder1Min.Text
source: minute(s) break
de: Minute(n) Pause

# lblAdder2.Text
source: less:
de: abzüglich:

# lblWorkSpan1H.Text
source: hour(s)
de: Stunde(n)

# lblWorkspan2H.Text
source: hour(s)
de: Stunde(n)

# lblWorkspan2.Text
source: Working more than:
de: Bei Arbeit länger als:

# lblWorkspan1.Text
source: Working more than:
de: Bei Arbeit länger als:

# lblAdder1.Text
source: less:
de: abzüglich:

# grpOtherPeriod.Text
source: Late shift
de: Spätschicht

# tbpTimePeriods.Text
source: Time Periods
de: Zeiträume

# cbxNotifyRegularTime.Text
source: Notify upon reaching &regular working time
de: Benachrichtigung bei Erreichen der reg&ulären Arbeitszeit

# cbxSystemNotifications.Text
source: Use s&ystem notifications
de: S&ystembenachrichtigungen verwenden

# lblMinBeforeReg.Text
source: minute(s) before
de: Minute(n) vorher

# cbxNotificationAlwayOnTop.Text
source: Notification window always on t&op
de: Benachrichtigungsfenster immer &vorne

# btnSelectSound.Text
source: &Choose...
de: &Auswählen...

# lblSoundFile.Text
source: (nothing chosen)
de: (nichts gewählt)

# lblMinBeforeMax.Text
source: minute(s) before
de: Minute(n) vorher

# cbxPlaySound.Text
source: Play &sound:
de: S&ound abspielen:

# cbxNotifyMaxTime.Text
source: Notify upon reaching &maximum working time
de: Benachrichtigung bei Erreichen der &maximalen Arbeitszeit

# grpWorkingTime.Text
source: Working Time
de: Arbeitszeit

# cbxNotifyOnClockInOut.Text
source: Notify when cloc&king in/out
de: Benachrichtigung beim &Ein-/Ausstempeln

# tbpNotifications.Text
source: Notifications
de: Benachrichtigungen

# lblAbsenceOffsets.Text
source: The time offsets specify an amount of time which is added (clock out) or substracted (clock in) from the actually captured time.
de: Die tatsächlich erfasste Zeit wird um den Zeitversatz nach hinten (beim Ausstempeln) oder nach vorne (beim Einstempeln) korrigiert.

# lblClockOutMin.Text
source: minute(s)
de: Minute(n)

# lblClockIn.Text
source: Clock in:
de: Einstempeln:

# lblClockInMin.Text
source: minute(s)
de: Minute(n)

# lblClockOut.Text
source: Clock out:
de: Ausstempeln:

# grpClockingOffsets.Text
source: Time Offsets
de: Zeitversatz

# cbxAskForClockIn.Text
source: &Ask before clock in
de: Vor dem Einstempeln &fragen

# cbxClockInAtUnlock.Text
source: Clock in when Windows s&ession is unlocked
de: Einstempeln wenn &Windows entsperrt wird

# cbxConfirmOnClockIn.Text
source: C&onfirm absence before logging
de: Abwesenheit beim Einstempeln &bestätigen

# cbxMinimizeOnClockOut.Text
source: Minimi&ze on clock out
de: Beim Ausstempeln &minimieren

# cbxClockInAtStart.Text
source: Clock in at application &start
de: Einstempeln bei &Programmstart

# cbxClockInAtWakeup.Text
source: Clock in at low power &wakeup
de: Einstempeln bei Verlassen des &Ruhezustands

# tbpClocking.Text
source: Clocking
de: Stempeln

# $this.Text
source: Options
de: Optionen

# lblRegularTime.Text
source: Regular working time:
de: Reguläre Arbeitszeit:

# lblBreaks.Text
source: Break:
de: Pausen:

# dlgSelectSound.Filter
source: Wave files|*.wav
de: Wave-Dateien|*.wav
